[
    {
        "imageHeight": "399",
        "index": "0",
        "imagePath": "http://media.nbcnewyork.com/images/709*399/obama+mandela+memorial.JPG",
        "imageCaption": "US President Barack Obama pauses while speaking during the memorial service for late South African President Nelson Mandela at Soccer City Stadium in Johannesburg on December 10, 2013. Mandela, the revered icon of the anti-apartheid struggle in South Africa and one of the towering political figures of the 20th century, died in Johannesburg on December 5 at age 95. Mandela, who was elected South Africa's first black president after spending nearly three decades in prison, had been receiving treatment for a lung infection at his Johannesburg home since September, after three months in hospital in a critical state.",
        "imageCredit": "AFP/Getty Images",
        "imageWidth": "709"
    },
    {
        "imageHeight": "399",
        "index": "1",
        "imagePath": "http://media.nbcnewyork.com/images/709*399/AP439567600535.jpg",
        "imageCaption": "A Pro-European Union supporter, his mustaches painted in yellow-and-blue Ukrainian national flag colors, at a mass rally in Kiev Ukraine, Sunday, Dec. 15, 2013. About 200,000 anti-government demonstrators converged on the central square of Ukraine's capital today, a dramatic demonstration that the opposition's morale remains strong after nearly four weeks of daily protests.",
        "imageCredit": "AP",
        "imageWidth": "709"
    },
    {
        "imageHeight": "399",
        "index": "2",
        "imagePath": "http://media.nbcnewyork.com/images/709*399/AP503435144211.jpg",
        "imageCaption": "An Amtrak train, top, traveling on an unaffected track, passes a derailed Metro North commuter train, Sunday, Dec. 1, 2013 in the Bronx borough of New York. Officials are standing on a curve in the tracks where the Metro North train derailed.",
        "imageCredit": "AP",
        "imageWidth": "709"
    },
    {
        "imageHeight": "399",
        "index": "3",
        "imagePath": "http://media.nbcnewyork.com/images/709*399/AP576128934032.jpg",
        "imageCaption": "Democratic Mayor-elect Bill de Blasio embraces his son Dante, left, and daughter Chiara, center, after he was elected the first Democratic mayor of New York City in 20 years in the Brooklyn borough of New York, Tuesday, Nov. 5, 2013. De Blasio, who beat out Republican Joe Lhota by a large margin, follows the three-term reign of Republican-turned-independent billionaire Michael Bloomberg, and Republican Rudy Giuliani, who led the city in the wake of the 2001 terrorist attacks.",
        "imageCredit": "AP",
        "imageWidth": "709"
    },
    {
        "imageHeight": "399",
        "index": "4",
        "imagePath": "http://media.nbcnewyork.com/images/709*399/AP345424202189.jpg",
        "imageCaption": "Typhoon survivors sift through the debris which were washed inland by Typhoon Haiyan at Tacloban city, Leyte province in central Philippines, Saturday, Nov. 23, 2013. Typhoon Haiyan, one of the most powerful typhoons to make a landfall this year, battered central Philippines Nov. 8, leaving a wide swath of destruction.",
        "imageCredit": "AP",
        "imageWidth": "709"
    }
]