[
    {
        "imageHeight": "399",
        "index": "0",
        "imagePath": "http://media.nbcnewyork.com/images/709*399/obama+mandela+memorial.JPG",
        "imageCaption": "US President Barack Obama pauses while speaking during the memorial service for late South African President Nelson Mandela at Soccer City Stadium in Johannesburg on December 10, 2013. Mandela, the revered icon of the anti-apartheid struggle in South Africa and one of the towering political figures of the 20th century, died in Johannesburg on December 5 at age 95. Mandela, who was elected South Africa's first black president after spending nearly three decades in prison, had been receiving treatment for a lung infection at his Johannesburg home since September, after three months in hospital in a critical state.",
        "imageCredit": "AFP/Getty Images",
        "imageWidth": "709"
    },
    {
        "imageHeight": "399",
        "index": "1",
        "imagePath": "http://media.nbcnewyork.com/images/709*399/AP439567600535.jpg",
        "imageCaption": "A Pro-European Union supporter, his mustaches painted in yellow-and-blue Ukrainian national flag colors, at a mass rally in Kiev Ukraine, Sunday, Dec. 15, 2013. About 200,000 anti-government demonstrators converged on the central square of Ukraine's capital today, a dramatic demonstration that the opposition's morale remains strong after nearly four weeks of daily protests.",
        "imageCredit": "AP",
        "imageWidth": "709"
    },
    {
        "imageHeight": "399",
        "index": "2",
        "imagePath": "http://media.nbcnewyork.com/images/709*399/AP503435144211.jpg",
        "imageCaption": "An Amtrak train, top, traveling on an unaffected track, passes a derailed Metro North commuter train, Sunday, Dec. 1, 2013 in the Bronx borough of New York. Officials are standing on a curve in the tracks where the Metro North train derailed.",
        "imageCredit": "AP",
        "imageWidth": "709"
    },
    {
        "imageHeight": "399",
        "index": "3",
        "imagePath": "http://media.nbcnewyork.com/images/709*399/AP576128934032.jpg",
        "imageCaption": "Democratic Mayor-elect Bill de Blasio embraces his son Dante, left, and daughter Chiara, center, after he was elected the first Democratic mayor of New York City in 20 years in the Brooklyn borough of New York, Tuesday, Nov. 5, 2013. De Blasio, who beat out Republican Joe Lhota by a large margin, follows the three-term reign of Republican-turned-independent billionaire Michael Bloomberg, and Republican Rudy Giuliani, who led the city in the wake of the 2001 terrorist attacks.",
        "imageCredit": "AP",
        "imageWidth": "709"
    },
    {
        "imageHeight": "399",
        "index": "4",
        "imagePath": "http://media.nbcnewyork.com/images/709*399/AP345424202189.jpg",
        "imageCaption": "Typhoon survivors sift through the debris which were washed inland by Typhoon Haiyan at Tacloban city, Leyte province in central Philippines, Saturday, Nov. 23, 2013. Typhoon Haiyan, one of the most powerful typhoons to make a landfall this year, battered central Philippines Nov. 8, leaving a wide swath of destruction.",
        "imageCredit": "AP",
        "imageWidth": "709"
    },
    {
        "imageHeight": "399",
        "index": "5",
        "imagePath": "http://media.nbcnewyork.com/images/709*399/AP114936726874.jpg",
        "imageCaption": "In this late Thursday, Nov. 28, 2013 photo taken using long exposure, star trails are seen over Mount Sinabung as it spews volcanic ash into the air as seen from Tiga Pancur, North Sumatra, Indonesia. Authorities raised the alert status of the volcano to the highest level on Sunday after it had a series of eruptions.",
        "imageCredit": "AP",
        "imageWidth": "709"
    },
    {
        "imageHeight": "399",
        "index": "6",
        "imagePath": "http://media.nbcnewyork.com/images/709*399/AP549084561384.jpg",
        "imageCaption": "A giant Uncle Sam balloon is marched down 6th Avenue during the 87th Annual Macy's Thanksgiving Day Parade, Thursday, Nov. 28, 2013, in New York. After fears the balloons could be grounded if sustained winds exceeded 23 mph, Snoopy, Spider-Man and the rest of the iconic balloons received the all-clear from the New York Police Department to fly between Manhattan skyscrapers on Thursday.",
        "imageCredit": "AP",
        "imageWidth": "709"
    },
    {
        "imageHeight": "399",
        "index": "7",
        "imagePath": "http://media.nbcnewyork.com/images/709*399/edt-185550269.jpg",
        "imageCaption": "Pedestrians wearing masks take photos as heavy smog engulfs the city on October 22, 2013 in Harbin, China. Expressways, schools and an airport remain closed as heavy smog continues to disrupt northeast China. ",
        "imageCredit": "ChinaFotoPress via Getty Images",
        "imageWidth": "709"
    },
    {
        "imageHeight": "399",
        "index": "8",
        "imagePath": "http://media.nbcnewyork.com/images/583*399/RedSoxWin.jpg",
        "imageCaption": "The Boston Red Sox celebrate after defeating the St. Louis Cardinals in Game Six of the 2013 World Series at Fenway Park on October 30, 2013 in Boston, Massachusetts. The Boston Red Sox defeated the St. Louis Cardinals 6-1. ",
        "imageCredit": "Getty Images",
        "imageWidth": "583"
    },
    {
        "imageHeight": "399",
        "index": "9",
        "imagePath": "http://media.nbcnewyork.com/images/709*399/AP118253040549.jpg",
        "imageCaption": "A Bangladeshi firefighter stands inside a damaged garment factory after it caught fire in Gazipur, Bangladesh, Wednesday, Oct. 9, 2013. The fire killed nearly a dozen people only six months after another factory building collapsed and killed 1,100 people. ",
        "imageCredit": "ASSOCIATED PRESS",
        "imageWidth": "709"
    },
    {
        "imageHeight": "399",
        "index": "10",
        "imagePath": "http://media.nbcnewyork.com/images/709*399/184586019.jpg",
        "imageCaption": "President Barack Obama tries to close a plastic bag while bagging sandwiches with furloughed federal workers, including Dolly Garcia, right, who works at the U.S. Census Bureau, and Chantelle Burton, left, who works at the Health and Human Services department,  and other volunteers at a Martha's Table kitchen on Oct. 14, 2013 in Washington, D.C. In a statement to the press, the president called on congress to end the budget stalemate and allow federal employees to return to work.",
        "imageCredit": "Getty Images",
        "imageWidth": "709"
    },
    {
        "imageHeight": "399",
        "index": "11",
        "imagePath": "http://media.nbcnewyork.com/images/709*399/capitol-lockdown.jpg",
        "imageCaption": "A wrecked Capitol Police car blocks Constitution Avenue NW following a shooting on Capitol Hill in Washington, Thursday, Oct. 3, 2013. The entire complex was locked down, adding to an already chaotic situation with the government shutdown crisis. ",
        "imageCredit": "ASSOCIATED PRESS",
        "imageWidth": "709"
    },
    {
        "imageHeight": "399",
        "index": "12",
        "imagePath": "http://media.nbcnewyork.com/images/709*399/Navy-Yard-Shooting-Victim-Wife.jpg",
        "imageCaption": "Priscilla Daniels mourns the loss of her husband Arthur Daniels, who was killed in the deadly Navy Yard shooting rampage on Monday, Sept. 16, 2013. She holds the hand of Lynnell Humphrey, deputy director of constituent services for Ward 7, who came to assist the family with arrangements in Washington D.C., Tuesday, Sept. 17, 2013. ",
        "imageCredit": "The Washington Post/Getty Images",
        "imageWidth": "709"
    },
    {
        "imageHeight": "399",
        "index": "13",
        "imagePath": "http://media.nbcnewyork.com/images/709*399/Colorado-Flooding.jpg",
        "imageCaption": "A road crew works on a stretch of highway destroyed by flooding along the South Platte River in Weld County, Colorado, Saturday, Sept. 14, 2013.  Floodwaters affected parts of a 4,500-square-mile area, about the size of the entire state of Connecticut. ",
        "imageCredit": "ASSOCIATED PRESS",
        "imageWidth": "709"
    },
    {
        "imageHeight": "399",
        "index": "14",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP608501217009.jpg",
        "imageCaption": "Rafael Nadal, of Spain, holds up the championship trophy after winning the men's singles final over Novak Djokovic, of Serbia,o at the 2013 U.S. Open tennis tournament, Monday, Sept. 9, 2013, in New York.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "15",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/Nyad.jpg",
        "imageCaption": "U.S. endurance swimmer Diana Nyad walks ashore becoming the first person to swim from Cuba to Florida without the help of a shark cage. The long distance swimmer struggles to walk ashore in Key West, Fla. Monday, Sept 2, 2013 after swimming from Cuba. Looking dazed and sunburned, Nyad arrived at the beach about 53 hours after she began her swim in Havana",
        "imageCredit": "ASSOCIATED PRESS",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "16",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/new+panda+cub.jpg",
        "imageCaption": "The National Zoo's panda, Mei Xiang, gave birth to a cub over the weekend. The new panda cub — who's sex has yet to be determined — got its first physical exam and passed with healthy stats.",
        "imageCredit": "The National Zoo",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "17",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/miley+cyrus+thumb.JPG",
        "imageCaption": "A backlash erupted after Robert Thicke and Miley Cyrus performed their hit songs together at the MTV VMAs on Aug. 25. Miley \"twerked\" and sang in flesh-colored latex, and many fans derided her performance the next day. ",
        "imageCredit": "FilmMagic for MTV",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "18",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/edt-AP346217225908_1.jpg",
        "imageCaption": "Firefighter A.J. Tevis watches the flames of the Rim Fire near Yosemite National Park, Calif., on Sunday, Aug. 25, 2013. With winds gusting to 50 mph on Sierra mountain ridges and flames jumping from treetop to treetop, hundreds of firefighters have been deployed to protect this and other communities in the path of the Rim Fire raging north of Yosemite National Park. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "19",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/Bradley-Manning-Statement-Chelsea-Manning.jpg",
        "imageCaption": "<b>Chelsea Manning:</b> Bradley Manning, the Army private who was convicted for releasing hundreds of thousands of confidential government documents  to the WikiLeaks website revealed in a statement that he intends to live the rest of his life as a woman. \"I am Chelsea Manning. I am female,\" he wrote in a statement published on Thursday, August 22, 2013. <i>Click through to see more dramatic news photos from Aug. 18 to Aug. 24.</i>",
        "imageCredit": "",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "20",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/calif+wildfire.jpg",
        "imageCaption": "<b>California Wildfire</b>: Firefighters battle a wildfire, August 8, 2013, in Cabazon, California. About 1,500 people have fled and three are injured as a wildfire in the Southern California mountains quickly spreads. Several small communities have evacuated. Click through to see more photos from August 2 to August 9.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "21",
        "imagePath": "http://media.nbcnewyork.com/images/649*399/gay+marriage+minn.jpg",
        "imageCaption": "Margaret Miles, right, celebrates with wife Cathy ten Broeke, left, after they were married at the Minneapolis Freedom to Marry Celebration, Aug. 1, 2013, at the Minneapolis City Hall. The couple were the first women legally married in Minnesota.  ",
        "imageCredit": "AP",
        "imageWidth": "649"
    },
    {
        "imageHeight": "399",
        "index": "22",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/castro+house.jpg",
        "imageCaption": "Sheriff's deputies set in place a model of the house on Seymour Ave. where Ariel Castro held three women, shown in court, on Aug. 1, 2013, in Cleveland. Castro, a onetime school bus driver faces sentencing for kidnapping three women and subjecting them to years of sexual and physical abuse. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "23",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/Kate+Will+Baby+Wave.jpg",
        "imageCaption": " Britian's Kate, Duchess of Cambridge, left, and Prince William, right, pose with their newborn son, George Alexander Louis, outside St. Mary's Hospital on Tuesday, July 23, 2013. The royal baby, who is third in line to the British throne, was born on Monday, July 22. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "24",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/Weiner+Wife+Press+Conference.jpg",
        "imageCaption": "Anthony Weiner, a New York mayoral candidate who has had a history of sending controversial Twitter photos, spoke at a news conferences with this wife, Huma Abedin on Tuesday, July 23, 2013. During the press conference, she said she forgives Weiner for his past acts despite new allegations of him continuing to send explicit online messages to a young woman.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "25",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/Tour+de+France+Winner.jpg",
        "imageCaption": "Britain's Christopher Froome wins the 2013 Tour de France cycling race. He wears the overall leader's yellow jersey as he celebrates on the podium in Paris, France on Sunday, July 21, 2013. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "26",
        "imagePath": "http://media.nbcnewyork.com/images/570*399/you+look+suspicious.jpg",
        "imageCaption": "In Atlanta, Georgia, Jediah Jones, 3, holds a sign as her mother stands behind her during a protest on Sunday, July 14, 2013. She is one of the many protesting against the acquittal of George Zimmerman.",
        "imageCredit": "AP",
        "imageWidth": "570"
    },
    {
        "imageHeight": "399",
        "index": "27",
        "imagePath": "http://media.nbcnewyork.com/images/618*399/texas+abortion+flag.jpg",
        "imageCaption": "Abortion rights supporters rally on the floor of the State Capitol rotunda in Austin, Texas on July 12, 2013. The Texas Senate voted on some of the nation's toughest abortion restrictions, which was closely watched by fervent demonstrators on either side of the issue. ",
        "imageCredit": "AP",
        "imageWidth": "618"
    },
    {
        "imageHeight": "399",
        "index": "28",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/egypt+clash.jpg",
        "imageCaption": "An Egyptian man cries outside a morgue after carrying the corpse of his brother killed in Cairo, Egypt, Monday, July 8. Egyptian soldiers and police opened fire on supporters of the ousted president early Monday in violence that killed dozens of people. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "29",
        "imagePath": "http://media.nbcnewyork.com/images/609*399/asiana+crash.jpg",
        "imageCaption": "A family member of a Chinese student killed in Asiana crash, cries as she and other family members check in for a flight to San Francisco, at Pudong International Airport in Shanghai, China, Monday July 8. Two of the 307 passengers aboard were killed after the Asiana flight crashed Saturday upon landing in San Francisco.",
        "imageCredit": "AP",
        "imageWidth": "609"
    },
    {
        "imageHeight": "399",
        "index": "30",
        "imagePath": "http://media.nbcnewyork.com/images/616*399/gettysburg+150.jpg",
        "imageCaption": "A re-enactor takes part in a demonstration of a cavalry battle during ongoing activities commemorating the 150th anniversary of the Battle of Gettysburg, Sunday, July 7, 2013, at Redding Farm in Gettysburg, Pennsylvania.",
        "imageCredit": "AP",
        "imageWidth": "616"
    },
    {
        "imageHeight": "399",
        "index": "31",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP397995403896.jpg",
        "imageCaption": " During a Fourth of July celebration, President Barack Obama holds a baby as he greets military members and their families on the South Lawn of the White House. Click to see more photos from June 28 to July 5. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "32",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/Egypt+Fireworks.jpg",
        "imageCaption": "Fireworks were lit in Tahrir Square in Cario, Egypt to celebrate the downfall of former President Mohammed Morsi on Wednesday, July 3, 2013. The Egyptian military announced the removal of Morsi after his opponents demanded him to step down from power. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "33",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/Egypt+Protest+Men.jpg",
        "imageCaption": "<b>Rally Against President Morsi:</b> Protesters on top of a traffic light in Tahrir Square, Cairo wave Egyptian flags in a rally against Islamist President Mohammed Morsi on Sunday, June 20, 2013. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "34",
        "imagePath": "http://media.nbcnewyork.com/images/597*399/doma+1.jpg",
        "imageCaption": "John Lewis, left, and Stuart Gaffney embrace outside San Francisco's City Hall shortly before the U.S. Supreme Court ruling cleared the way for same-sex marriage in California on Wednesday, June 26, 2013. ",
        "imageCredit": "AP",
        "imageWidth": "597"
    },
    {
        "imageHeight": "399",
        "index": "35",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/China_Fire_Crying.jpg",
        "imageCaption": "A family member of a worker cries near the accident site after a fire broke out at a poultry processing workshop on June 3 in Dehui City. The blaze killed at least 119 people in one of the country's worst industrial disasters in years. ",
        "imageCredit": "AP/Xinhua News Agency",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "36",
        "imagePath": "http://media.nbcnewyork.com/images/581*399/iran+election.jpg",
        "imageCaption": "Supporters of the Iranian presidential candidate Saeed Jalili, who is also Iran's top nuclear negotiator, make their way to a campaign rally, at Tehran University, in Tehran, Iran, Monday, June 3, 2013. The presidential election will be held on June 14, 2013. Poster in foreground shows candidate Saeed Jalili. ",
        "imageCredit": "ASSOCIATED PRESS",
        "imageWidth": "581"
    },
    {
        "imageHeight": "399",
        "index": "37",
        "imagePath": "http://media.nbcnewyork.com/images/628*399/nj+killing+hatchet.jpg",
        "imageCaption": "Caleb \"Kai\" McGillvary talks to the media as he is taken by Union County sheriff's officers to jail in Elizabeth, New Jersey, May 30, 2013. McGillvary is charged with beating 73-year-old lawyer Joseph Galfy to death after they met in New York City.",
        "imageCredit": "ASSOCIATED PRESS",
        "imageWidth": "628"
    },
    {
        "imageHeight": "399",
        "index": "38",
        "imagePath": "http://media.nbcnewyork.com/images/589*399/spelling+bee+winner.jpg",
        "imageCaption": "Arvind Mahankali, 13, of Bayside Hills, N.Y., holds the championship trophy after he won the National Spelling Bee by spelling the word \"knaidel\" correctly on Thursday, May 30, 2013, in Oxon Hill, Maryland.",
        "imageCredit": "ASSOCIATED PRESS",
        "imageWidth": "589"
    },
    {
        "imageHeight": "399",
        "index": "39",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/memorial_1.jpg",
        "imageCaption": "Retired U.S. Air Force Chief Master Sgt. Jackie Powell, left, gives instruction on saluting to Boy Scout Logan Schell, 12, as they place flags at the graves of military service members at Georgia National Cemetery, May 25, 2013, in Canton, Georgia. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "40",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/week+61.jpg",
        "imageCaption": "Carol Kawaykla salvages items at her tornado-ravaged home in Moore, Oklahoma. Cleanup continues days after a huge tornado roared through the Oklahoma City suburb, flattening a wide swath of homes and businesses.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "41",
        "imagePath": "http://media.nbcnewyork.com/images/618*399/obama_umbrella.jpg",
        "imageCaption": "President Barack Obama looks to see if it is still raining as a Marine holds an umbrella for him during his joint news conference with Turkish Prime Minister Recep Tayyip Erdogan, May 16, 2013, in the Rose Garden of the White House. ",
        "imageCredit": "AP",
        "imageWidth": "618"
    },
    {
        "imageHeight": "399",
        "index": "42",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/myanmarcycloneP1.jpg",
        "imageCaption": "Internally displaced Rohingya boys shiver in rain in a makeshift camp for Rohingya people in Sittwe, northwestern Rakhine State, Myanmar, ahead of the arrival of Cyclone Mahasen, Tuesday, May 14, 2013. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "43",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/bangladesh_3.jpg",
        "imageCaption": "Rescuers carry a survivor pulled out from the rubble of a building that collapsed in Savar, near Dhaka, Bangladesh, Friday, May 10. Soldiers at the site said her name was Reshma and described her as being in remarkably good shape despite her ordeal. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "44",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/bangladesh-building-collapse-07.jpg",
        "imageCaption": "<b>Bangladesh Building Collapse</b>: Relatives mourn a victim at the site where an eight-story building housing several garment factories collapsed in Savar, near Dhaka, Bangladesh, Wednesday, April 24, 2013.  ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "45",
        "imagePath": "http://media.nbcnewyork.com/images/508*399/world_trade_center.jpg",
        "imageCaption": "The silver spire topping One World Trade Center is lifted as it is fully installed on the building's roof, bringing the structure to its full, symbolic height of 1,776 feet on Friday, May 10, 2013 in New York. The 408-foot spire, weighing 758 tons, will serve as a world-class broadcast antenna. ",
        "imageCredit": "AP",
        "imageWidth": "508"
    },
    {
        "imageHeight": "399",
        "index": "46",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/edt-fire-2.jpg",
        "imageCaption": "About 2,000 Ventura County homes were threatened with possible flames as the fire spreads south. The wildfire blaze erupted  along the 101 Freeway in the Camarillo area about 50 miles northwest of LA.  ",
        "imageCredit": "Getty Images",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "47",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/kentuckyderbycloseup.jpg",
        "imageCaption": "Trainer Rudy Rodriguez watches Kentucky Derby hopeful Vyjack get a bath after a workout at Churchill Downs Tuesday, April 30, 2013, in Louisville.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "48",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/edt-top-presidents.jpg",
        "imageCaption": "President Barack Obama and former presidents George W. Bush, Bill Clinton, George H.W. Bush and Jimmy Carter put politics aside for the dedication of Dallas' George W. Bush Presidential Library and Museum on April 25. ",
        "imageCredit": "ASSOCIATED PRESS",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "49",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/bostonmarathon_boat.jpg",
        "imageCaption": "Investigators examine the Watertown, Massachusetts boat Dzhokhar A. Tsarnaev was found hiding in after a massive manhunt. President Obama addressed the nation Friday, saying that having the suspect in custody closes \"an important chapter in this tragedy.\" \nClick to see more photos from the week of April 14-20. ",
        "imageCredit": "Getty Images",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "50",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/texas_plant_explosion1.jpg",
        "imageCaption": "A deadly explosion at a fertilizer plant in West, Texas killed at least five to 15 people and injured dozens others on April 17, 2013. The plant set fire to dozens of homes and businesses near by, including a nursing home. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "51",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/bostonwreckage.jpg",
        "imageCaption": "In the wake of the two explosions, investigators in protective suits examine one of the blast sites on Boylston Street near the finish line of the 2013 Boston Marathon. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "52",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP381748572248.jpg",
        "imageCaption": "Venezuela's interim President Nicolas Maduro greets supporters as he arrives to cast his ballot in the presidential election in Caracas, Venezuela, April 14, 2013. Voters narrowly elected Maduro, Hugo Chavez's hand-picked successor, as president in a razor-close special election. ",
        "imageCredit": "ASSOCIATED PRESS",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "53",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/thatcher_obit.jpg",
        "imageCaption": "Former Prime Minister Margaret Thatcher, known as the \"Iron Lady\" of British politics who held office from May 1979 to November 1990, died on Monday in London. She was 87. \n\n",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "54",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/kevinwareinjuryP2.jpg",
        "imageCaption": "Trainers check on Louisville guard Kevin Ware (5) after Ware broke his  right leg during the first half of the Midwest Regional final against Duke in the NCAA college basketball tournament.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "55",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/georgia+legislature.jpg",
        "imageCaption": "Georgia Rep. Mandi Ballinger, R-Canton, center, Rep. Terry Rogers, R–Clarkesville, left, and Rep. Rick Jasperse, R-Jasper, right, throw up paper from their desks at the conclusion of the legislative session in the House chamber, Thursday, March 28, 2013, in Atlanta. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "56",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/marriage_case_P11.jpg",
        "imageCaption": "Marcus, left, and Daniel German-Dominguez stand outside the Supreme Court in Washington, Tuesday before the court's hearing on California's voter approved ban on same-sex marriage. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "57",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP134673802509.jpg",
        "imageCaption": "Pope Francis celebrates Palm Sunday Mass in St. Peter's Square at the Vatican, Sunday, March 24, 2013. The new pontiff arrived in an uncovered vehicle to start solemn Holy Week ceremonies, which lead up to Easter. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "58",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP181994293257.jpg",
        "imageCaption": "Protesters hold a banner that reads \"Hands off Cyprus\" during an anti-bailout rally outside European Union house in capital Nicosia, Cyprus.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "59",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP130319124298.jpg",
        "imageCaption": "A Puerto Rican fan waves his country's flag as he watches a live telecast of the World Baseball Classic championship game between Puerto Rico and Dominican Republic in San Juan. The Dominican Republic beat Puerto Rico 3-0 on Tuesday night at AT&T Park in San Francisco.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "60",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP130318120214.jpg",
        "imageCaption": "Lightning steaks across the sky behind the Young Meadows Presbyterian Church in Montgomery, Ala., Monday, March 18, 2013. Strong storms moved across much of Alabama on Monday, bringing hail, high winds, and heavy rainfall as a cold front passed through the state.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "61",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/news_top_pix_P3.jpg",
        "imageCaption": "An Indian farmer, armed with a stick listens to a speaker during a protest near the Indian Parliament in New Delhi, India. The farmers were protesting against government procuring land for setting up industry and not providing enough subsidy to farmers among several other grievances.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "62",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP116293702860.jpg",
        "imageCaption": "Jeremy Bush, right, prays as demolition continues at the home of his brother, Jeff Bush. A sinkhole opened up underneath the house, swallowing Jeff Bush, 37.  The 20-foot-wide opening of the sinkhole was almost covered by the house, and rescuers said there were no signs of life since the hole opened on Feb. 28. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "63",
        "imagePath": "http://media.nbcnewyork.com/images/536*399/TopNews_2.jpg",
        "imageCaption": "On February 27, Neil Heslin, the father of a six-year-old boy who was slain in the Sandy Hook massacre, held a picture of himself with his son Jesse while testifying on Capitol Hill before the Senate Judiciary Committee on the Assault Weapons Ban of 2013. ",
        "imageCredit": "AP",
        "imageWidth": "536"
    },
    {
        "imageHeight": "399",
        "index": "64",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/edt-pys-inauggeration.jpg",
        "imageCaption": "South Korean rapper PSY performed before President Park Geun-hye's presidential inauguration ceremony at the National Assembly in Seoul on Monday, Feb. 25. Park became South Korea's first female president on Monday, returning to the presidential mansion where she grew up with her dictator father.",
        "imageCredit": "ASSOCIATED PRESS",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "65",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/TN_Oscars.jpg",
        "imageCaption": "Daniel Day-Lewis, Jennifer Lawrence, Anne Hathaway and Christoph Waltz posed with their awards during the Oscars at the Dolby Theatre on Sunday Feb. 24 in Los Angeles. The four received their Academy Awards for Best Actor, Best Actress, Best Supporting Actress, and Best Supporting Actor. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "66",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP4625530406.jpg",
        "imageCaption": "U.S. Sen. John McCain, R-Ariz., listens to a question during a town hall, Tuesday, Feb. 19, 2013, in Sun Lakes, Ariz. McCain defended his proposed immigration overhaul to an angry crowd in suburban Arizona in the latest sign that this border state will play a prominent role in the national immigration reform debate.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "67",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP978087578937.jpg",
        "imageCaption": "Rick Heltebrake with his dog Suni looks over the burned-out cabin where Christopher Dorner's remains were found after a police standoff Tuesday near Big Bear. Dorner took his pickup during his escape attempt. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "68",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/russian+meteorite+explosion.jpg",
        "imageCaption": "Nearly 1000 people were injured in Russia on Feb. 15, 2013, when a 10-ton meteorite fell to the earth near the Ural Mountains, lighting up the sky and forming a sonic boom that caused windows to shatter. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "69",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/Pistorius_court.jpg",
        "imageCaption": "South Africa's Olympic sprinter Oscar Pistorius wept in court as prosecutors said they'll pursue a charge of premeditated murder against him for allegedly killing his model girlfriend. If convicted, this means the man who once inspired the world could spend the rest of his life in prison. ",
        "imageCredit": "AFP/Getty Images",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "70",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP59902810378.jpg",
        "imageCaption": "The Rev. Ethan Jewett, with Saint Clement's Episcopal Church, places ash on Tracey Dougherty's forehead in front of a Starbucks Coffee in Philadelphia, Wednesday, Feb. 13, 2013. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "71",
        "imagePath": "http://media.nbcnewyork.com/images/266*399/AP648149196822.jpg",
        "imageCaption": "Prasit Rangsitwong, left, and Varutton Rangsitwong run away from a giant flower ball as a part of an adventure-themed wedding ceremony in Prachinburi province, Thailand, on the eve of Valentine's Day. ",
        "imageCredit": "AP",
        "imageWidth": "266"
    },
    {
        "imageHeight": "399",
        "index": "72",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP673590550807.jpg",
        "imageCaption": "California Highway Patrol officers search a truck for former Los Angeles police officer Christopher Dorner at a checkpoint near Big Bear Lake, Calif. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "73",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP836877005901.jpg",
        "imageCaption": "Players for the Seattle Mariners warm up during a spring training baseball workout Wednesday, Feb. 13, 2013, in Peoria, Ariz. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "74",
        "imagePath": "http://media.nbcnewyork.com/images/234*399/AP885173412035.jpg",
        "imageCaption": "Pope Benedict XVI arrives for his weekly general audience at the Paul VI Hall at the Vatican, Wednesday Feb. 13, 2013, his first public appearance since his bombshell resignation announcement, taking advantage of his second-to-last public audience before retiring at the end of the month.",
        "imageCredit": "AP",
        "imageWidth": "234"
    },
    {
        "imageHeight": "399",
        "index": "75",
        "imagePath": "http://media.nbcnewyork.com/images/599*399/AP748557122404.jpg",
        "imageCaption": "Maria Caren Paz, from Argentina, from the Mangueira samba school parades during carnival celebrations at the Sambadrome in Rio de Janeiro, Brazil, Monday, Feb. 11, 2013.",
        "imageCredit": "AP",
        "imageWidth": "599"
    },
    {
        "imageHeight": "399",
        "index": "76",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP740960492250.jpg",
        "imageCaption": "A parking meter pokes out of a snow bank during a blizzard, Saturday, Feb. 9, 2013, in Portland, Maine. The storm dumped more than 30 inches of snow as of Saturday afternoon, breaking the record for the biggest storm on record.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "77",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP523308104340.jpg",
        "imageCaption": "Danyia Bell, left, 16, and Artureana Terrell, 16, react as they read a program for the funeral of Hadiya Pendleton outside the Greater Harvest Missionary Baptist Church after the service, Saturday, Feb. 9, 2013, in Chicago. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "78",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP203469916883.jpg",
        "imageCaption": "Temple goers burn incense as they pray for health and fortune on the first day of the Chinese Lunar New Year at Yonghegong Lama Temple in Beijing Sunday, Feb. 10, 2013. Millions across China are celebrating the arrival of the Lunar New Year, the Year of the Snake, marked with a week-long Spring Festival holiday. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "79",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP469846304809.jpg",
        "imageCaption": "A Syrian boy holds a bird in his hand that he said was injured in a government airstrike hit the neighborhood of Ansari, in Aleppo, Syria, Sunday, Feb. 3, 2013.  ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "80",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP35214229440.jpg",
        "imageCaption": "Baltimore Ravens tight end Billy Bajema (86) lays in the confetti with two young boys after defeating the San Francisco 49ers 34-31 in the NFL Super Bowl XLVII football game, Sunday, Feb. 3, 2013, in New Orleans. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "81",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP912485410261.jpg",
        "imageCaption": "James Oliver, left, stands behind his brother and fellow Eagle Scout, Will Oliver, who is gay, as he makes comments during a news conference in front of the Boy Scouts of America headquarters Monday, Feb. 4, 2013, in Dallas, Texas. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "82",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP239671742998.jpg",
        "imageCaption": "New York City Mayor Michael Bloomberg, left, and former New York City Mayors Rudolph Giuliani, center, and David Dinkins put their hands over their hearts as a casket containing the body of former New York City Mayor Ed Koch leaves Temple Emanu-El synagogue in New York after his funeral Monday, Feb. 4, 2013. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "83",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/160792402.jpg",
        "imageCaption": "A young girl rides her bike past a mound of garbage during the ninth day of the Seville waste disposal strike on February 5, 2013 in Seville, Spain. Workers are striking over demands they take a 5% pay cut and extend their working week to 37.5 hours. ",
        "imageCredit": "Getty Images",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "84",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP855242853961.jpg",
        "imageCaption": "A makeshift memorial  of the Kiss nightclub fatal fire is seen inside the gymnasium where a collective funeral was held a day earlier, in Santa Maria, Brazil, Tuesday, Jan. 29, 2013. A fast-moving fire roared through the crowded, windowless nightclub killing more than 230 people. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "85",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP780280203812.jpg",
        "imageCaption": "<b>\"Be Bold\"</b>: Former Arizona Rep. Gabrielle Giffords, who was seriously injured in the mass shooting that killed six people in Tucson, Ariz. two years ago, arrives on Capitol Hill in Washington, Wednesday, Jan. 30, 2013, for a hearing of the Senate Judiciary Committee hearing on gun violence. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "86",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP699710318692.jpg",
        "imageCaption": "In this Monday, Jan. 28, 2013 photo, an Egyptian protester takes a break while others use green laser pointers during clashes between protesters and Egyptian security forces in Downtown Cairo, Egypt. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "87",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP563955480095.jpg",
        "imageCaption": "Exiled Tibetans shout slogans as they take part in a rally during the Tibetan People's Solidarity Campaign in New Delhi, India, Thursday, Jan. 31, 2013. The four-day campaign that began Wednesday is being held to express solidarity with Tibetans inside Tibet and to raise awareness and seek international support for Tibet. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "88",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP523547176663.jpg",
        "imageCaption": "Sen. John Kerry, D-Mass., emerges after a unanimous vote by the Senate Foreign Relations Committee approving him to become America's next top diplomat, replacing Secretary of State Hillary Rodham Clinton.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "89",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/160365207.jpg",
        "imageCaption": "A man walks on a frozen lake during severe pollution on January 30, 2013 in Beijing, China. The fourth round of heavy smog to hit Beijing in one month has sent more people to the hospital with respiratory illnesses and prompted calls for legislation to curb pollution.",
        "imageCredit": "Getty Images",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "90",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP464782054491.jpg",
        "imageCaption": "Firefighters continue battling a massive warehouse fire Wednesday, Jan. 23, 2013 in Chicago, that officials say is one of the largest fires in recent years. More than 170 firefighters have responded to the five-alarm blaze that started at about 9 p.m. Tuesday Jan, 22, 2013. Click to see more photos from Jan. 18 - Jan. 24.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "91",
        "imagePath": "http://media.nbcnewyork.com/images/503*399/AP796729563727.jpg",
        "imageCaption": " Army Lt. Col. Tamatha Patterson, of Huntingdon, Tenn., waits for Defense Secretary Leon Panetta to hand her the memorandum he has just signed ending the 1994 ban on women serving in combat.",
        "imageCredit": "AP",
        "imageWidth": "503"
    },
    {
        "imageHeight": "399",
        "index": "92",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP791962457073.jpg",
        "imageCaption": "President Barack Obama bows as he and first lady Michelle Obama, wearing a ruby colored chiffon and velvet Jason Wu gown, gets ready to dance as singer Jennifer Hudson, right, sings Al Green's \"Let's Stay Together\" at the Inaugural Ball at the Washington Convention Center during the 57th Presidential Inauguration in Washington.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "93",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/159837104.jpg",
        "imageCaption": "(L to R) Donica Perez, Shani Perez and Janelle Stewart from Brooklyn celebrate near the U.S. Capitol building on the National Mall while attending the public Inauguration ceremony on January 21, 2013 in Washington, DC. U.S. President Barack Obama was ceremonially sworn in for his second term.",
        "imageCredit": "Getty Images",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "94",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/159737622.jpg",
        "imageCaption": "Students learn how to fire a pistol during an NRA Basic Pistol Course at Freddie Bear Sports sporting goods store on January 19, 2012 in Tinley Park, Illinois. Gun rights supporters have proclaimed today Gun Appreciation Day and encouraged gun owners to visit local gun shops, gun ranges and to rally at their state capitals. ",
        "imageCredit": "Getty Images",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "95",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP586610945654.jpg",
        "imageCaption": "Jimmy Greene kisses his wife Nelba Marquez-Greene as he holds a portrait of their daughter, Sandy Hook School shooting victim Ana  Marquez-Greene at a news conference at Edmond Town Hall in Newtown, Conn. One month after the mass school shooting at Sandy Hook Elementary School, the parents joined a grassroots initiative called Sandy Hook Promise to support solutions for a safer community.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "96",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP495997532857.jpg",
        "imageCaption": "Demonstrators, dressed as detainees, march past the Capitol building on Capitol Hill in Washington, Friday, Jan. 11, 2013, during a rally against the U.S. military detention facility in Guantanamo Bay, Cuba . The protest marks the 11th anniversary of the first detainees being jailed at Guantanamo Bay.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "97",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP361759034374.jpg",
        "imageCaption": " A man pushes his motorcycle through a flooded street in Jakarta, Indonesia, Thursday, Jan. 17, 2013. Floods regularly hit parts of Jakarta in the rainy season, but Thursday's inundation following an intense rain storm appeared especially widespread.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "98",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/edt-clinton.jpg",
        "imageCaption": "Hillary Clinton holds up a football jersey at the State Dept in Washington as she returned to work after a month-long absence caused by a stomach virus, a concussion and a hospitalization for a blot clot near her brain. The 112 stands for the record number of countries she has visited since becoming secretary of state.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "99",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/spain+train+crash+1.jpg",
        "imageCaption": "Relatives of victims involved in a train accident react at a victims information point in Santiago de Compostela, Spain, on Thursday July 25, 2013. Relatives of victims from a train crash in northwestern Spain sobbed and hugged each other Thursday near a makeshift morgue in a sports arena for the victims as the death toll rose to 78 and investigators tried to determine the cause. The train jumped the tracks and at least one passenger told a radio station that it appeared to be going very fast as it went into a pronounced curve while approaching the station in this Catholic shrine city on the eve of a major religious festival. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "100",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP51398756614.jpg",
        "imageCaption": "The first wave of swimmers willing to brave temperatures in the 30's head for the water during the 110th annual Coney Island Polar Bear Club ocean swim at Coney Island in New York City. ",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "101",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP136134112575.jpg",
        "imageCaption": "A woman smiles from the float \"Wonderful Indonesia\" from the Ministry of Tourism and Creative Economies, Republic of Indonesia, the winner of the President's trophy for the most innovative use and presentation of flowers in the 124th Rose Parade in Pasadena, Calif.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "102",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP861054567949.jpg",
        "imageCaption": "A worker clears confetti from a sidewalk in Times Square after midnight on New Years.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "103",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP457177211455.jpg",
        "imageCaption": "Monica Rossano holds her daughter Anna-Sofia, who was born 12:01 a.m., during a news conference Tuesday, Jan. 1, 2013, at the Intermountain Medical Center, in Murray, Utah. \"It wasn't induced labor or anything. It was totally natural. We weren't trying to be the first,\" said Intermountain Medical Center spokesman Jason Carlton.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "104",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP134155595477.jpg",
        "imageCaption": "Indian men and women lie down on the ground mimicking dead bodies as they mourn the death of a gang rape victim in New Delhi. Indians were mourning the death of the woman who was gang-raped and beaten on a bus in New Delhi. The ordeal has galvanized people to demand greater protection for women from sexual violence.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "105",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP679257506126.jpg",
        "imageCaption": "Fans sit in snow-covered stands at Ralph Wilson Stadium before an NFL football game between the New York Jets and Buffalo Bills, Sunday, Dec. 30, 2012, in Orchard Park, N.Y.",
        "imageCredit": "AP",
        "imageWidth": "710"
    },
    {
        "imageHeight": "399",
        "index": "106",
        "imagePath": "http://media.nbcnewyork.com/images/710*399/AP167580824085.jpg",
        "imageCaption": "A woman holds an image of Venezuela's President Hugo Chavez as people gather to pray for him at a church in Caracas. Venezuela's President Hugo Chavez is confronting \"new complications\" due to a respiratory infection nearly three weeks after undergoing cancer surgery, his Vice President Nicolas Maduro said.",
        "imageCredit": "AP",
        "imageWidth": "710"
    }
]